const Esse = ()  => {
        return(
            <>
            <h2>Как я попал в университет УдГУ</h2>
            <p>
                Каждый человек в жизни сталкивается с выбором, который определяет его будущее. 
                Для меня таким решающим моментом стал выбор университета. С детства мне нравилось ковырятся
                в программах и делаь что-то свое.
            </p>

            <p>
            Именно поэтому я решил поступить в УдГУ на Прикладного информатика в исскуственном интеллекте.
            </p>

            <p>
                Экзамены стали настоящим вызовом, но я усердно готовился и смог добиться результатов, которые позволили мне поступить в УдГУ. 
                Я следил за рейтингом каждый день, а в последний день и вовосе мониторил сайт каждый час, а то и чаще. Когда я узнал, что поступил
                мне стало намного легче
            </p>

            <p>
                Теперь, учась в УдГУ, я понимаю, что сделал правильный выбор. Университет дал мне возможность 
                развиваться, находить единомышленников и двигаться к своей мечте.(но есть и спроные моменты, такие как
                мат.анализ и не профильные предметы(орг, бжд и тд)).
            </p>
            </>
        );
    }

export default Esse;