import React from 'react';
import './Esse.css'; // Импортируем стили

const Esse = () => {
    return (
        <div className="esse-container">
            <h2>Как я попал в университет УдГУ</h2>
            <p>
                Каждый человек в жизни сталкивается с выбором, который определяет его будущее.
                Для меня таким решающим моментом стал выбор университета. С детства мне нравилось "ковыряться"
                в программах и делать что-то своё.
            </p>

            <p>
                Именно поэтому я решил поступить в УдГУ на направление "Прикладная информатика" с уклоном в искусственный интеллект.
            </p>

            <p>
                Экзамены стали настоящим вызовом, но я усердно готовился и смог добиться результатов, которые позволили мне поступить в УдГУ.
                Я следил за рейтингом каждый день, а в последний день мониторил сайт каждые полчаса. Когда я узнал, что поступил,
                мне стало намного легче.
            </p>

            <p>
                Теперь, обучаясь в УдГУ, я понимаю, что сделал правильный выбор. Университет дал мне возможность развиваться,
                находить единомышленников и двигаться к своей мечте. Конечно, есть и сложные моменты, такие как математический анализ
                и не профильные предметы (например, ОРГ, БЖД и другие).
            </p>
        </div>
    );
};

export default Esse;